{
   "type":"champions",
   "version":"4.1.14_01_15_16_01",
   "data":{
      "Aatrox":{
         "key":"114",
         "name":"Aatrox",
         "nameView":"la Espada de los Oscuros",
         "tags":[
            "Luchador",
            "Tanque"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Pozo Sangriento",
               "descriptionView":"Al usar una habilidad que cuesta Vida, Aatrox acumula el daño autoinfligido en el Pozo Sangriento. Al sufrir un ataque mortal, Aatrox extrae la sangre del pozo y la recupera como Vida durante un breve periodo de tiempo. Además, Aatrox obtiene 1% de Velocidad de Ataque por cada 2% de sangre que haya en el pozo."
            },
            {
               "id":"Q",
               "name":"Vuelo Oscuro",
               "descriptionView":"Aatrox comienza a volar y cae sobre una posición objetivo, inflige daño y derriba a todos los enemigos que estén en el centro del impacto.\nAatrox se eleva en el aire y cae sobre la posición objetivo, inflige 70/115/160/205/250 (+60% Daño de Ataque adicional) de daño físico y derriba a todos los enemigos que estén en el centro del impacto durante 1 segundos.",
               "cost":"10% de la Vida Actual",
               "range":"600"
            },
            {
               "id":"W",
               "name":"Sed de Sangre \/ Precio Sangriento",
               "descriptionView":"Al estar activa, Aatrox inflige daño adicional cada tres ataques consecutivos, a costa de su propia Vida. Al estar desactivada, Aatrox recupera Vida cada tercer ataque consecutivo.\nAl estar desactivada, Aatrox se beneficia de Sed de Sangre, mientras que al activarse, se beneficia de Precio Sangriento.\nSed de Sangre: Cada tres ataques, Aatrox recupera 20/25/30/35/40 (+25% Daño de Ataque adicional) de Vida, aumentada un 200% cuando se encuentre por debajo de la mitad de Vida.\nPrecio Sangriento: Cada tres ataques, Aatrox inflige 60/95/130/165/200 (+100% Daño de Ataque adicional) de daño físico adicional y pierde de Vida.",
               "cost":"Sin Coste",
               "range":"Propio"
            },
            {
               "id":"E",
               "name":"Espadas del Tormento",
               "descriptionView":"Aatrox desata el poder de su espada, que inflige daño y ralentiza a todos los enemigos impactados.\nAatrox desata el poder de su espada, que inflige 75/110/145/180/215 (+60% Poder de Habilidad) (+60% Daño de Ataque adicional) de Daño Mágico a todos los enemigos impactados y los ralentiza un 40% durante 1.75/2/2.25/2.5/2.75 segundos.",
               "cost":"Coste 5% de la Vida Actual",
               "range":"1000"
            },
            {
               "id":"R",
               "name":"Masacre",
               "descriptionView":"Aatrox obtiene la sangre de sus enemigos e inflige daño a todos los campeones enemigos cercanos a él. Además, obtiene Velocidad de Ataque y Alcance de Ataque adicional durante un breve periodo de tiempo.\nAatrox obtiene la sangre de sus enemigos e inflige 200/300/400 (+100% Poder de Habilidad) de daño mágico a todos los campeones enemigos que le rodean, lo que aumenta su Velocidad de Ataque un 40/50/60%, y obtiene 175 de Alcance de Ataque durante 12 segundos.",
               "cost":"Sin Coste",
               "range":"550"
            }
         ]
      },
      "Ahri":{
         "key":"90",
         "name":"Ahri",
         "nameView":"la Mujer Zorro de Nueve Colas",
         "tags":[
            "Mago",
            "Asesino"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Robo de Esencias",
               "descriptionView":"Obtiene una carga de Ladrón de Esencias cada vez que uno de sus hechizos impacta en un enemigo (máximo: 3 cargas por hechizo). Al alcanzar 9 cargas, el siguiente hechizo de Ahri la curará cada vez que golpee a un enemigo."
            },
            {
               "id":"Q",
               "name":"Orbe del Engaño",
               "descriptionView":"Ahri lanza y recupera su orbe, infligiendo Daño mágico al lanzarlo y Daño verdadero al recuperarlo.\nInflige 40/65/90/115/140 (+33% Poder de Habilidad) de Daño Mágico al ir y 40/65/90/115/140 (+33% Poder de Habilidad) de Daño Verdadero al regresar.",
               "cost":"70/75/80/85/90 de Maná",
               "range":"880"
            },
            {
               "id":"W",
               "name":"Fuego Zorruno",
               "descriptionView":"Ahri lanza tres fuegos zorrunos que fijan y atacan a los enemigos cercanos.\nLanza tres fuegos zorrunos que se atacan a enemigos cercanos (priorizando a los campeones) e infligen 40/65/90/115/140 (+40% Poder de Habilidad) de Daño Mágico.Si varios fuegos zorrunos atacan al mismo enemigo, éste sólo recibirá un 30% de daño de todos los golpes tras el primero, hasta un máximo de 0 de daño.",
               "cost":"50 de Maná",
               "range":"800"
            },
            {
               "id":"E",
               "name":"Hechizar",
               "descriptionView":"Ahri lanza un beso que daña y hechiza al enemigo al que alcance primero, provocando que avance inofensivamente hacia ella. Ahri provoca daño adicional a los enemigos que acaba de hechizar.\nLanza un beso que inflige 60/90/120/150/180 (+35% Poder de Habilidad) de daño mágico y hechiza al enemigo, provocando que avance inofensivamente hacia Ahri durante 1/1.25/1.5/1.75/2 segundo(s).Los enemigos hechizados reciben un 20 % daño mágico adicional de Ahri durante 6 segundos. Este efecto también afecta al daño verdadero de Orbe del Engaño.",
               "cost":"85 de Maná",
               "range":"975"
            },
            {
               "id":"R",
               "name":"Impulso Espiritual",
               "descriptionView":"Ahri corre hacia adelante y dispara rayos de esencia, infligiendo daños a 3 enemigos cercanos (da prioridad a campeones). Impulso Espiritual podrá usarse hasta tres veces antes de entrar en enfriamiento.\nCorre con agilidad hacia adelante y lanza 3 rayos de esencia a los enemigos cercanos (priorizan a los campeones), infligiéndoles 70/110/150 (+30% Poder de Habilidad) de Daño mágico. Puede usarse hasta tres veces en un plazo de 10 segundos antes de entrar en enfriamiento.",
               "cost":"100 de Maná",
               "range":"450"
            }
         ]
      },
      "Akali":{
         "key":"55",
         "name":"Akali",
         "nameView":"el Puño de la Sombra",
         "tags":[
            "Asesino"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Disciplinas Gemelas",
               "descriptionView":"Disciplina de Fuerza: los ataques básicos de Akali infligen un 6% más de daño mágico, que se incrementa un 1% por cada 6 puntos de Poder de Habilidad.\nDisciplina de Poder: Akali consigue un 6% de Succión de Hechizo, que se incrementa un 1% por cada 6 puntos de Daño de Ataque adicional."
            },
            {
               "id":"Q",
               "name":"Marca del Asesino",
               "descriptionView":"Akali lanza su kama a un objetivo enemigo, infligiendo Daño mágico y marcando al objetivo durante 6 segundos. Los ataques cuerpo a cuerpo de Akali contra un objetivo marcado activan y utilizan la marca para provocar daño adicional y restaurar energía.\nAkali lanza su kama a un objetivo enemigo, infligiendo 35/55/75/95/115 (+40% Poder de Habilidad) de daño mágico y marcando al objetivo durante 6 segundos.Los ataques cuerpo a cuerpo de Akali contra un objetivo marcado consumen la marca para provocar 45/70/95/120/145 (+50% Poder de Habilidad) de daño adicional y restaurar 20/25/30/35/40 de Energía.",
               "cost":"60 Energía",
               "range":"600"
            },
            {
               "id":"W",
               "name":"Velo del Crepúsculo",
               "descriptionView":"Akali lanza una cortina de humo. Mientras se encuentra dentro del área, Akali consigue Armadura y Resistencia mágica, y se vuelve invisible. Si ataca o usa habilidades se revela durante unos instantes. Los enemigos que están dentro del humo ven reducida su Velocidad de movimiento.\nAkali lanza una cortina de humo que dura 8 segundo(s). Mientras se encuentra dentro del área, Akali consigue 10/20/30/40/50 de Armadura y Resistencia Mágica, y se vuelve invisible. Si ataca o usa habilidades se revela durante unos instantes.Los enemigos que están dentro del humo se ralentizan un 14/18/22/26/30%.",
               "cost":"80/75/70/65/60 Energía",
               "range":"700"
            },
            {
               "id":"E",
               "name":"Cuchillada creciente",
               "descriptionView":"Akali blande su kama, infligiendo un daño que depende de su Daño de ataque y su Poder de habilidad.\nAkali utiliza sus kamas para golpear a las unidades cercanas y causarles 30/55/80/105/130 (+60% Daño de Ataque) (+30% Poder de Habilidad) de Daño físico.Provoca Marca del Asesino en los objetivos afectados.",
               "cost":"60/55/50/45/40 Energía",
               "range":"325"
            },
            {
               "id":"R",
               "name":"Baile Sombrío",
               "descriptionView":"Akali se mueve a través de las sombras para golpear con rapidez a su objetivo, infligiendo daño y consumiendo una carga de Esencia de sombra. Akali recarga Esencia de sombra tanto de forma periódica como con los asesinatos y ayudas, con un máximo de 3 acumulaciones.\nAkali se mueve a través de las sombras para golpear con rapidez a su objetivo, infligiendo 100/175/250 (+50% Poder de Habilidad) puntos de Daño Mágico.Akali almacena una Esencia de Sombra con los asesinatos y ayudas, además de cada 30/22.5/15 segundos hasta un total de 3.",
               "cost":"1 de Esencia de Sombra",
               "range":"800"
            }
         ]
      },
      "Alistar":{
         "key":"12",
         "name":"Alistar",
         "nameView":"el Minotauro",
         "tags":[
            "Tanque"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Pisotear",
               "descriptionView":"Cada vez que Alistar lanza un hechizo, atropella a las unidades cercanas durante unos segundos, e inflige daño a las unidades a las que pisotee."
            },
            {
               "id":"Q",
               "name":"Pulverización",
               "descriptionView":"Alistar golpea con fuerza el suelo, infligiendo daño a todos los enemigos cercanos y lanzándolos por el aire. Al caer, los enemigos quedan aturdidos.\nAlistar golpea el suelo, infligiendo 60/105/150/195/240 (+50% Poder de Habilidad) puntos de Daño mágico y lanzando a todas las unidades enemigas cercanas por los aires, aturdiéndolas durante 1,5 segundos.",
               "cost":"70/80/90/100/110 de Maná",
               "range":"365"
            },
            {
               "id":"W",
               "name":"Testarazo",
               "descriptionView":"Alistar propina un cabezazo al objetivo, dañándolo y empujándolo hacia atrás.\nAlistar carga contra un enemigo y lo embiste, infligiendo 55/110/165/220/275 (+70% Poder de Habilidad) puntos de Daño mágico y lo aturde al mismo tiempo que lo hace retroceder.",
               "cost":"70/80/90/100/110 de Maná",
               "range":"650"
            },
            {
               "id":"E",
               "name":"Rugido Triunfal",
               "descriptionView":"Alistar profiere un imponente grito de guerra que le restaura la Vida a él mismo y a las unidades aliadas cercanas en la mitad. Se puede lanzar más a menudo si los enemigos cercanos se están muriendo.\nRestaura 60/90/120/150/180 (+20% Poder de Habilidad) puntos de Vida a Alistar y la mitad de esos puntos a los aliados cercanos. El enfriamiento se reduce en 2 segundo(s) cada vez que muere una unidad enemiga cercana.",
               "cost":"40/50/60/70/80 de Maná",
               "range":"575"
            },
            {
               "id":"R",
               "name":"Voluntad Inquebrantable",
               "descriptionView":"Alistar profiere un gran rugido con el que inflige daño adicional, elimina todos los efectos de control de adversario que le afectan y reduce el daño físico y mágico recibido mientras dura el efecto.\nElimina las debilitaciones de Alistar, y éste obtiene 60/75/90 de Daño de Ataque, y recibe un 50/60/70% menos de Daño Físico y Mágico durante 7 segundo(s).",
               "cost":"100 de Maná",
               "range":"Propio"
            }
         ]
      }
   },
   "keys":{
      "114":"Aatrox",
      "90":"Ahri",
      "55":"Akali",
      "12":"Alistar"
   }
}