{
   "type":"champions",
   "version":"4.1.14_01_15_16_01",
   "data":{
      "Aatrox":{
         "key":"114",
         "name":"Aatrox",
         "nameView":"Darkin Kılıcı",
         "tags":[
            "Dövüşçü",
            "Tank"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Kan Kuyusu",
               "descriptionView":"Aatrox Can tüketen bir yetenek kullanırken, kendine verdiği hasarı Kan Kuyusu'na depolar. Ölümcül hasar aldığında, Aatrox kuyudan kan çekerek kısa bir süre içinde can yeniler. Ek olarak, kuyuda bulunan her %2 kan için %1 Saldırı Hızı kazanır."
            },
            {
               "id":"Q",
               "name":"Karanlık Uçuş",
               "descriptionView":"Aatrox havalanıp hedef noktaya darbe indirerek, çarpma alanının ortasındaki rakiplerin hasar görmesine ve savrulmasına yol açar.\nAatrox havalanır ve hedef noktaya inerek, yakındaki tüm rakiplerin 70/115/160/205/250 (+60% ek Saldırı Gücü) fiziksel hasar almasına, çarpma noktasının merkezindeki rakiplerin 1 saniyeliğine havaya savrulmasına yol açar.",
               "cost":"Mevcut Can değerinin%10 kadarına mal olur",
               "range":"600"
            },
            {
               "id":"W",
               "name":"Can Alan \/ Kan Bedeli",
               "descriptionView":"Açıkken, Aatrox her üçüncü saldırısında kendi Canı pahasına ilave hasar verir. Kapalıyken, Aatrox her üçüncü saldırısında Can yeniler.\nKapalıyken Aatrox Can Alan'dan yararlanır; açıkken ise Kan Bedeli devreye girer ve Can Alan kalkar.\nCan Alan: Aatrox her üç saldırıda bir 20/25/30/35/40 (+25% ek Saldırı Gücü) Can yeniler; can değeri yarıdayken, bu miktar %200 artar.\nKan Bedeli: Aatrox her üç saldırıda bir 60/95/130/165/200 (+100% ek Saldırı Gücü) ilave fiziksel hasar verir ve Can kaybeder .",
               "cost":"Bedelsiz",
               "range":"Kendin"
            },
            {
               "id":"E",
               "name":"Azap Kılıcı",
               "descriptionView":"Aatrox kılıcının gücünü ortaya çıkararak tüm rakiplerin hasar görmesine ve yavaşlamasına yol açar.\nAatrox kılıcının gücünü ortaya çıkararak isabet alan tüm rakiplerin 75/110/145/180/215 (+60% Yetenek Gücü) (+60% ek Saldırı Gücü) Büyü Hasarı almalarına ve 1.75/2/2.25/2.5/2.75 saniye süreyle %40 yavaşlamalarına yol açar.",
               "cost":"Mevcut Can değerinin %5 kadarına mal olur",
               "range":"1000"
            },
            {
               "id":"R",
               "name":"Kıyım",
               "descriptionView":"Aatrox rakiplerinin kanını çekip çevresindeki tüm rakip şampiyonlara hasar verirken, kısa süreliğine Saldırı Hızı değerinde artış ve ilave Saldırı Menzili elde eder.\nAatrox rakiplerinin kanını çekerek etrafındaki tüm rakip şampiyonlara 200/300/400 (+100% Yetenek Gücü) büyü hasarı verir ve 12 saniyeliğine Saldırı Hızı değerinde %40/50/60 artış ile 175 Saldırı Menzili elde eder.",
               "cost":"Bedelsiz",
               "range":"550"
            }
         ]
      },
      "Ahri":{
         "key":"90",
         "name":"Ahri",
         "nameView":"Dokuz Kuyruklu Tilki",
         "tags":[
            "Büyücü",
            "Suikâstçi"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Öz Hırsızı",
               "descriptionView":"Bir büyü rakibe her isabet ettiğinde bir Öz Hırsızı yükü verir (büyü başına azami 3 yük). 9 yüke ulaştığında, bir sonraki büyüsü rakibe isabet ettiğinde Ahri'nin iyileşmesini sağlar."
            },
            {
               "id":"Q",
               "name":"Aldatan Küre",
               "descriptionView":"Ahri, küresini ileri fırlatıp geri çeker; küre giderken büyü hasarı, dönerken de Gerçek hasar verir.\nnGiderken 40/65/90/115/140 (+33% Yetenek Gücü) büyü hasarı, dönüşte 40/65/90/115/140 (+33% Yetenek Gücü) gerçek hasar verir.",
               "cost":"70/75/80/85/90 Mana",
               "range":"880"
            },
            {
               "id":"W",
               "name":"Tilki Ateşi",
               "descriptionView":"Ahri'nin fırlattığı üç tilki ateşi, kısa bir süre sonra yakındaki hedeflere kilitlenip saldırır.\nFırlatılan üç tilki ateşi. yakındaki rakiplere (öncelikli olarak şampiyonlara) kilitlenerek, 40/65/90/115/140 (+40% Yetenek Gücü) büyü hasarı verirler.Birden fazla tilki ateşiyle vurulan rakipler, her ilave tilki ateşinden %30 olmak üzere tek bir rakip için azami 0 hasar alır.",
               "cost":"50 Mana",
               "range":"800"
            },
            {
               "id":"E",
               "name":"Ayartan Öpücük",
               "descriptionView":"Ahri'nin gönderdiği öpücük, isabet ettiği rakibe hasar verir ve onu ayartarak uslu uslu Ahri'ye doğru gelmesini sağlar. Ahri ayarttığı rakiplere ilave hasar verir.\nRakibin 60/90/120/150/180 (+35% Yetenek Gücü) büyü hasarı alarak ayartılmasına ve 1/1.25/1.5/1.75/2 saniye boyunca uslu uslu Ahri'ye doğru yürümesine neden olan bir öpücük fırlatır..Ayartan Öpücük'e maruz kalan rakiplerin Ahri'den aldığı büyü hasarı 6 saniyeliğine %20 artar. Bu etki ile Aldatan Küre'nin gerçek hasarı da artar.",
               "cost":"85 Mana",
               "range":"975"
            },
            {
               "id":"R",
               "name":"Ruh Saldırısı",
               "descriptionView":"Ahri ileri atılarak, yakındaki 3 rakibe (şampiyonlara öncelik verir) hasar veren öz ışınları gönderir. Ruh Saldırısı, bekleme süresine girmeden önce üç defaya kadar kullanılabilir.\nÇevik bir hareketle fırlayarak attığı 3 öz ışınıyla yakınındaki rakiplere (öncelikli olarak şampiyonlara) 70/110/150 (+30% Yetenek Gücü) büyü hasarı verir. Bekleme süresine girmeden önce 10 saniye içinde üç defaya kadar kullanılabilir.",
               "cost":"100 Mana",
               "range":"450"
            }
         ]
      },
      "Akali":{
         "key":"55",
         "name":"Akali",
         "nameView":"Gölgenin Yumruğu",
         "tags":[
            "Suikâstçi"
         ],
         "spells":[
            {
               "id":"P",
               "name":"İkiz Disiplin",
               "descriptionView":"Güç Disiplini: Akali'nin normal saldırıları %6 fazladan büyü hasarı verir; bu değer, her 6 Yetenek Gücü için %1 artar.\nKudret Disiplini: Akali, %6 Can Emme kazanır; bu değer, her 6 ilave Saldırı Gücü için %1 artar."
            },
            {
               "id":"Q",
               "name":"Suikastçının Damgası",
               "descriptionView":"Akali kamasını hedefe savurarak büyü hasarı verir ve hedefi 6 saniyeliğine damgalar. Akali'nin damgalı hedeflere karşı yaptığı yakın dövüş saldırıları damganın kaybolmasına yol açarak hasar verir ve Akali'nin enerjisini yeniler.\nAkali kamasını hedefe savurarak 35/55/75/95/115 (+40% Yetenek Gücü) büyü hasarı verir ve hedefi 6 saniyeliğine damgalar.Akali'nin damgalı hedeflere karşı yaptığı yakın dövüş saldırıları damgayı kullanarak 45/70/95/120/145 (+50% Yetenek Gücü) büyü hasarı verir ve Akali'de 20/25/30/35/40 Enerji yeniler.",
               "cost":"60 Enerji",
               "range":"600"
            },
            {
               "id":"W",
               "name":"Alacakaranlık Perdesi",
               "descriptionView":"Akali bir duman perdesi oluşturur. Duman perdesinin içindeyken, Akali Büyü Direnci ve Zırh kazanıp görünmez olur. Saldırdığında ya da yetenek kullandığında kısa süreliğine görünür hale gelir. Duman perdesine giren rakiplerin Hareket Hızı azalır.\nAkali 8 saniye süren bir sis perdesi oluşturur. Alanın içindeyken, Akali 10/20/30/40/50 Zırh ve Büyü Direnci kazanarak, görünmez olur. Saldırdığında ya da yetenek kullandığında kısa süreliğine görünür hale gelir.Duman perdesine giren rakipler %14/18/22/26/30 yavaşlar.",
               "cost":"80/75/70/65/60 Enerji",
               "range":"700"
            },
            {
               "id":"E",
               "name":"Hilal Vuruşu",
               "descriptionView":"Akali kamalarını savurup Saldırı Gücü ve Yetenek Gücü değerlerine bağlı olarak hasar verir.\nAkali kamalarını savurarak yaptığı biçme hamlesiyle yakınındaki birimlere 30/55/80/105/130 (+60% Saldırı Gücü) (+30% Yetenek Gücü) fiziksel hasar verir.Bundan etkilenen hedeflerdeki Suikastçının Damgası tetiklenir.",
               "cost":"60/55/50/45/40 Enerji",
               "range":"325"
            },
            {
               "id":"R",
               "name":"Gölge Dansı",
               "descriptionView":"Akali gölgeler arasında ilerleyerek hedefine hızla saldırır ve birikmiş Gölge Özü yüklerinden birini kullanarak hasar verir. Akali hem zamanla hem de şampiyon katlettiğinde ya da asist yaptığında Gölge Özü biriktirebilir. Biriken Gölge Özü sayısı en fazla 3 olabilir.\nAkali gölgeler arasında ilerleyerek hedefine hızla saldırır ve 100/175/250 (+50% Yetenek Gücü) büyü hasarı verir.Akali şampiyon öldürdüğünde ya da asist yaptığında ve her 30/22.5/15 saniyede bir Gölgenin Özü biriktirir. Toplamda en fazla 3 biriktirebilir.",
               "cost":"1 Gölgenin Özü",
               "range":"800"
            }
         ]
      },
      "Alistar":{
         "key":"12",
         "name":"Alistar",
         "nameView":"Minator",
         "tags":[
            "Tank"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Ezgeç",
               "descriptionView":"Alistar her büyü yaptığında, yakınındaki birimleri ve kuleleri birkaç saniye boyunca ezerek, onlara hasar verir."
            },
            {
               "id":"Q",
               "name":"Unufak Et",
               "descriptionView":"Alistar yere şiddetli bir darbe indirerek yakınındaki bütün rakiplere hasar verir ve onları havaya savurur. Rakipler, yere indiğinde sersemler.\nAlistar'ın yere indirdiği darbe 60/105/150/195/240 (+50% Yetenek Gücü) büyü hasarı verir ve yakınındaki bütün rakip birimleri havaya savurarak 1,5 saniyeliğine sersemletir.",
               "cost":"70/80/90/100/110 Mana",
               "range":"365"
            },
            {
               "id":"W",
               "name":"Tos",
               "descriptionView":"Alistar koşup hedefine tos atar ve hasar vererek onu geri savurur.\nAlistar bir rakibe hücum edip kafa atar ve 55/110/165/220/275 (+70% Yetenek Gücü) büyü hasarı verirken, hedefi sersemletip geri savurur.",
               "cost":"70/80/90/100/110 Mana",
               "range":"650"
            },
            {
               "id":"E",
               "name":"Zafer Narası",
               "descriptionView":"Alistar baskın bir savaş narasıyla kendi canını yenilerken, yakındaki dost birimleri bu miktarın yarısı kadar iyileştirir. Bu büyü, yakında ölen rakipler varsa, daha sık gerçekleştirilebilir.\nAlistar'a 60/90/120/150/180 (+20% Yetenek Gücü), yakındaki takım arkadaşlarına da yarısı kadar can doldurur. Yakındaki bir rakip birimi her öldüğünde, Bekleme Süresi 2 saniye azalır.",
               "cost":"40/50/60/70/80 Mana",
               "range":"575"
            },
            {
               "id":"R",
               "name":"Kırılmaz İrade",
               "descriptionView":"Alistar vahşi bir kükremeyle ek hasar kazanır, üstündeki tüm zayıflatıcı etkilerden kurtulur. Ayrıca kükremenin etki süresi boyunca daha az fiziksel hasar ve büyü hasarı alır.\nAlistar'ın üzerindeki engelleme etkilerini kaldırır ve Alistar 60/75/90 Saldırı Gücü kazanırken, 7 saniyeliğine %50/60/70 daha az fiziksel hasar ve büyü hasarı alır.",
               "cost":"100 Mana",
               "range":"Kendin"
            }
         ]
      }
   },
   "keys":{
      "114":"Aatrox",
      "90":"Ahri",
      "55":"Akali",
      "12":"Alistar"
   }
}