{
   "type":"champions",
   "version":"4.1.14_01_15_16_01",
   "data":{
      "Aatrox":{
         "key":"114",
         "name":"Aatrox",
         "titleView":"a Lama dei Darkin",
         "tags":[
            "Combattente",
            "Tank"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Pozzo di sangue",
               "descriptionView":"Quando usa un'abilità con un costo in salute, Aatrox immagazzina i danni autoinflitti in Pozzo di sangue. Quando subisce danni letali, Aatrox attinge al sangue del Pozzo e lo recupera come salute in poco tempo. Inoltre, Aatrox guadagna l'1% di velocità d'attacco per ogni 2% di sangue nel pozzo."
            },
            {
               "id":"Q",
               "name":"Volo oscuro",
               "descriptionView":"Aatrox salta e colpisce una posizione bersaglio, infliggendo danni e lanciando in aria le unità vicine all'impatto.\nAatrox spicca il volo e colpisce una posizione bersaglio, infliggendo 70/115/160/205/250 (+60% bonus attacco fisico) danni fisici ai nemici vicini e lanciando in aria i bersagli al centro dell'impatto per 1 secondo.",
               "cost":"Costa 10% della salute attuale",
               "range":"600"
            },
            {
               "id":"W",
               "name":"Tormento vitale",
               "descriptionView":"Quando è attivata Aatrox infligge danni bonus a ogni terzo attacco, pagando con la sua stessa salute. Quando è disattivata Aatrox recupera salute ogni terzo attacco.\nQuando è disattivata Aatrox ha i benefici di sete di sangue. Pegno di sangue, se attivato, disattiva sete di sangue.\nSete di sangue: a ogni terzo attacco, Aatrox recupera 20/25/30/35/40 (+25% bonus attacco fisico) salute, con un aumento del 200% quando ha meno di metà salute.\nPegno di sangue: a ogni terzo attacco, Aatrox infligge 60/95/130/165/200 (+100% bonus attacco fisico) danni fisici bonus e perde salute.",
               "cost":"Gratuita",
               "range":"Se stesso"
            },
            {
               "id":"E",
               "name":"Lame del tormento",
               "descriptionView":"Aatrox scatena tutta la potenza della sua lama, infliggendo danni ai nemici colpiti e rallentandoli.\nAatrox scatena la potenza della sua lama, infliggendo 75/110/145/180/215 (+60% potere magico) (+60% bonus attacco fisico) danni magici ai nemici colpiti e rallentandoli del 40% per 1.75/2/2.25/2.5/2.75 secondi.",
               "cost":"Costa 5% della salute attuale",
               "range":"1000"
            },
            {
               "id":"R",
               "name":"Massacro",
               "descriptionView":"Aatrox attinge al sangue dei nemici, danneggiando i campioni nemici vicini a lui e ottenendo velocità d'attacco e gittata extra per una breve durata.\nAatrox attinge al sangue dei suoi nemici, infliggendo 200/300/400 (+100% potere magico) danni magici a tutti i campioni nemici vicini, aumentando la velocità d'attacco di 40/50/60% e ottenendo 175 di gittata per 12 secondi.",
               "cost":"Gratuita",
               "range":"550"
            }
         ]
      },
      "Ahri":{
         "key":"90",
         "name":"Ahri",
         "titleView":"la volpe a nove code",
         "tags":[
            "Mago",
            "Asssassino"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Furto d'essenza",
               "descriptionView":"Ottiene un Furto d'essenza ogni volta che un incantesimo colpisce un nemico (max: 3 cariche per incantesimo). Raggiunte 9 cariche, l'incantesimo successivo di Ahri la cura quando colpisce un nemico."
            },
            {
               "id":"Q",
               "name":"Globo dell'inganno",
               "descriptionView":"Ahri lancia e riprende il suo globo, infliggendo danni magici in uscita e danni puri al rientro.\nInfligge 40/65/90/115/140 (+33% potere magico) danni magici in uscita, e 40/65/90/115/140 (+33% potere magico) danni puri al ritorno.",
               "cost":"70/75/80/85/90 mana",
               "range":"880"
            },
            {
               "id":"W",
               "name":"Volpe di fuoco",
               "descriptionView":"Ahri libera tre volpi di fuoco che localizzano e attaccano i nemici nelle vicinanze.\nRilascia tre volpi di fuoco che agganciano i nemici nelle vicinanze (priorità ai campioni), infliggendo 40/65/90/115/140 (+40% potere magico) danni magici.I nemici colpiti da più volpi di fuoco subiscono il 30% dei danni da ogni volpe oltre la prima, per un massimo di 0 danni inflitti a un singolo nemico.",
               "cost":"50 mana",
               "range":"800"
            },
            {
               "id":"E",
               "name":"Malìa amorosa",
               "descriptionView":"Ahri manda un bacio che danneggia e ammalia un nemico, facendolo camminare, inerme, nella sua direzione. Ahri infligge danni aggiuntivi contro i nemici recentemente ammaliati.\nManda un bacio che infligge 60/90/120/150/180 (+35% potere magico) danni magici e ammalia un nemico, facendolo camminare verso Arhi per 1/1.25/1.5/1.75/2 secondo/i.I nemici colpiti da Malia amorosa subiscono il 20% di danni magici in più da Ahri per 6 secondi. Anche i danni veri di Globo dell'inganno vengono aumentati da questo effetto.",
               "cost":"85 mana",
               "range":"975"
            },
            {
               "id":"R",
               "name":"Assalto spirituale",
               "descriptionView":"Ahri scatta in avanti e scaglia dardi di essenza, danneggiando 3 nemici nelle vicinanze (priorità ai campioni). Assalto spirituale può essere lanciato tre volte, prima di andare in ricarica.\nScatta con agilità in avanti, scagliando 3 dardi di essenza ai nemici nelle vicinanze (priorità ai campioni) infliggendo 70/110/150 (+30% potere magico) danni magici. Può essere lanciata fino a tre volte in 10 secondi, prima di andare in ricarica.",
               "cost":"100 mana",
               "range":"450"
            }
         ]
      },
      "Akali":{
         "key":"55",
         "name":"Akali",
         "titleView":"il pugno dell'ombra",
         "tags":[
            "Assassino"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Disciplina delle lame gemelle",
               "descriptionView":"Disciplina della forza: gli attacchi base di Akali infliggono il 6% in più di danni magici, che aumentano dell'1% per ogni 6 unità di potere magico.\nDisciplina del potere: Akali ottiene il 6% di rubavita magico, che aumenta dell'1% per ogni 6 punti bonus di attacco fisico."
            },
            {
               "id":"Q",
               "name":"Marchio dell'assassino",
               "descriptionView":"Akali scaglia i suoi kama contro un bersaglio, infliggendo danni magici e marcandolo per 6 secondi. Gli attacchi di Akali contro un bersaglio marcato attivano e consumano la marcatura, causando danni aggiuntivi e ripristinando energia.\nAkali lancia i suoi kama a un nemico bersaglio per infliggere 45/70/95/120/145 (+40% potere magico) danni magici e marcare il bersaglio per 6 secondi.Gli attacchi in mischia di Akali contro un bersaglio marcato infliggono 45/70/95/120/145 (+40% potere magico) danni magici e fanno recuperare 20/25/30/35/40 di energia.",
               "cost":"60 energia",
               "range":"600"
            },
            {
               "id":"W",
               "name":"Velo di penombra",
               "descriptionView":"Akali lancia una cortina di fumo. All'interno dell'area, Akali ottiene armatura e resistenza magica, diventando invisibile. Attaccare o usare abilità svela brevemente la sua presenza. I nemici all'interno del fumo hanno la velocità di movimento ridotta.\nAkali lancia una cortina di fumo della durata di 8 secondi. All'interno dell'area, Akali ottiene 10/20/30/40/50 di armatura e resistenza magica, diventando invisibile. Attaccare o usare oggetti svela momentaneamente la sua posizione.I nemici all'interno sono rallentati del 14/18/22/26/30%.",
               "cost":"80/75/70/65/60 energia",
               "range":"700"
            },
            {
               "id":"E",
               "name":"Taglio della crescente",
               "descriptionView":"Akali si esibisce in un florilegio di kama, infliggendo danni in base al suo livello di attacco fisico e al suo potere magico.\nAkali si esibisce in un florilegio di kama, infliggendo alle unità nelle vicinanze 30/55/80/105/130 (+60% attacco fisico) (+30% potere magico) danni fisici.Attiva Marchio dell'assassino sui bersagli colpiti.",
               "cost":"60/55/50/45/40 energia",
               "range":"325"
            },
            {
               "id":"R",
               "name":"Danza delle ombre",
               "descriptionView":"Akali si muove nell'ombra per colpire rapidamente il bersaglio, infliggendo danni e consumando una carica di Essenza dell'ombra. Akali ricarica Essenza dell'ombra quando uccide o esegue un assist, oppure a intervalli di tempo regolari, fino a un massimo di 3 cariche.\nAkali attraversa le ombre per colpire il suo bersaglio, infliggendo 100/175/250 (+50% potere magico) danni magici.Akali ottiene un'Essenza dell'ombra con le uccisioni, gli assist, e ogni 30/22.5/15 secondi, fino a un totale di 3.",
               "cost":"1 Essenza dell'ombra",
               "range":"800"
            }
         ]
      },
      "Alistar":{
         "key":"12",
         "name":"Alistar",
         "titleView":"il minotauro",
         "tags":[
            "Tank"
         ],
         "spells":[
            {
               "id":"P",
               "name":"Travolgere",
               "descriptionView":"Ogni volta che Alistar lancia un incantesimo, travolge le unità e le torri nelle vicinanze per qualche secondo, infliggendo danni alle unità su cui cammina sopra."
            },
            {
               "id":"Q",
               "name":"Polverizzare",
               "descriptionView":"Alistar colpisce il suolo, infliggendo i danni a tutti i nemici nelle vicinanze e lanciandoli in aria. All'atterraggio, i nemici sono storditi.\nAlistar colpisce il suolo, infliggendo 60/105/150/195/240 (+50% potere magico) danni magici e lanciando tutti i nemici nelle vicinanze in aria, stordendoli per 1,5 secondi.",
               "cost":"70/80/90/100/110 mana",
               "range":"365"
            },
            {
               "id":"W",
               "name":"Testata",
               "descriptionView":"Alistar carica il bersaglio con la testa, infliggendo danni e respingendolo.\nAlistar carica verso un nemico e lo incorna, infliggendo 55/110/165/220/275 (+70% potere magico) danni magici e stordendolo mentre lo respinge.",
               "cost":"70/80/90/100/110 mana",
               "range":"650"
            },
            {
               "id":"E",
               "name":"Ruggito trionfante",
               "descriptionView":"Alistar lancia un urlo imponente, ripristinando la sua salute e quella delle unità alleate nelle vicinanze, per la metà dell'ammontare complessivo dei rispettivi punti salute. Può essere lanciato più spesso se i nemici nelle vicinanze stanno morendo.\nRipristina 60/90/120/150/180 (+20% potere magico) di salute ad Alistar e metà agli alleati nelle vicinanze. Il tempo di ricarica è ridotto di 2 secondi ogni volta che un'unità nemica nelle vicinanze muore.",
               "cost":"40/50/60/70/80 mana",
               "range":"575"
            },
            {
               "id":"R",
               "name":"Volontà indistruttibile",
               "descriptionView":"Alistar si abbandona a un feroce ruggito, ottenendo danni bonus, liberandosi di eventuali controlli di massa e riducendo i danni fisici e magici in ingresso per tutta la durata dell'incantesimo.\nRimuove tutti gli impedimenti da Alistar, e guadagna un bonus di 60/75/90 attacco fisico e subisce il 50/60/70% dei danni fisici e magici in meno per 7 secondi.",
               "cost":"100 mana",
               "range":"Se stesso"
            }
         ]
      }
   },
   "keys":{
      "114":"Aatrox",
      "90":"Ahri",
      "55":"Akali",
      "12":"Alistar"
   }
}